VV_cases/V1_solver/results/study_v1/runs/001_data_beta05_initial_verification/02_simulations/baseline_medium_Re160/01_openfoam_setup/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2512                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

7
(
    inlet
    {
        type            patch;
        nFaces          16;
        startFace       121014;
    }
    outlet
    {
        type            patch;
        nFaces          16;
        startFace       121030;
    }
    bottom
    {
        type            wall;
        inGroups        1(wall);
        nFaces          830;
        startFace       121046;
    }
    top
    {
        type            wall;
        inGroups        1(wall);
        nFaces          830;
        startFace       121876;
    }
    front
    {
        type            empty;
        inGroups        1(empty);
        nFaces          11690;
        startFace       122706;
    }
    back
    {
        type            empty;
        inGroups        1(empty);
        nFaces          11690;
        startFace       134396;
    }
    cylinder
    {
        type            wall;
        inGroups        1(wall);
        nFaces          992;
        startFace       146086;
    }
)

// ************************************************************************* //
